tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "teamookla/speedtest"
brew "fd"
brew "gh"
brew "git"
brew "go"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "postgresql@14"
brew "python@3.9"
brew "ripgrep"
brew "rust"
brew "stow"
brew "tree"
brew "yarn"
brew "mongodb/brew/mongodb-community"
cask "brave-browser"
cask "firefox"
cask "iterm2"
cask "multipass"
cask "spotify"
